[
  {
    "id": 1,
    "title": "Tesla Shanghai Capacity Will Exceed 1 Million Cars In 2022, BYD Blade Batteries Coming",
    "link": "https://cleantechnica.com/2022/02/14/tesla-shanghai-capacity-will-exceed-1-million-cars-in-2022-byd-blade-batteries-coming/",
    "keywords": [
      "Electric Cars",
      "Uncategorized",
      "BYD",
      "BYD Blade Battery",
      "Tesla",
      "Tesla batteries",
      "Tesla factories",
      "Tesla Giga Shanghai",
      "Tesla Gigafactories"
    ],
    "creator": [
      "Steve Hanley"
    ],
    "video_url": null,
    "description": "Tesla's Giga Shanghai is expanding and will soon be able to manufacture more than 1 million cars a year.",
    "content": null,
    "pubDate": "2022-02-14 05:28:46",
    "full_description": "According to reports from CnEVPost , the manufacturing capacity of the Tesla Gigafactory in Shanghai is expected to increase to more than 1 million cars a year in the near future. In addition, it reports that BYD will supply about 10 GWh of its LFP Blade batteries a year to Tesla — enough to power more than 200,000 cars. Tesla Giga Shanghai Growth Tesla began a major expansion of its Gigafactory in Shanghai late last year. Currently, it is capable of building 450,000 cars a year . That number is expected to rise to more than 1 million cars a year once the expansion in complete. The enlarged facility is scheduled to begin production in April of this year, according to sources. Tesla said when the expansion project began it would achieve capacity increases by increasing work hours, increasing the number of employees, and increasing the frequency of material turnover. It expects to add 4,000 employees to its payroll, bringing the total workforce at the Shanghai factory to 19,000. This month, on the first day of the Chinese New Year, Tesla posted openings for 1,523 new positions in 11 categories including sales and delivery, service, R&D, manufacturing, infrastructure, and supply chain. The production line optimization will focus on expanding the press shop, body shop, paint shop, final assembly shop, and logistics operation center. BYD Blade Battery Order Rumors have been circulating for some time that Tesla China has placed a large order for BYD Blade batteries . Recently, a source within China posted on social media that BYD will begin mass production of its C112F LFP batteries in March and that Teslas fitted with the new batteries are scheduled to begin shipping from Giga Shanghai in the second quarter. Later, the post was deleted, apparently not because the information was inaccurate but because BYD wished to make the official announcement itself. If Tesla does indeed expand its Giga Shanghai capacity to 1 million cars, BYD could be the battery supplier for about 20% of them. Cars built in China won’t be reserved exclusively for in-country sales but will be shipped to other markets in Asia. The standard range versions of the Model 3 and Model Y currently produced at Tesla’s Shanghai use LFP batteries manufactured by CATL at its factory located just a few blocks away from Giga Shanghai . Tesla has indicated that LFP batteries will be used in both the standard and long range versions of its Model 3 and Model Y cars manufactured in the US and in Europe. BYD already has a US battery factory that manufactures LFP batteries. We leave it to our readers to connect the dots. Appreciate CleanTechnica’s originality? Consider becoming a CleanTechnica Member, Supporter, Technician, or Ambassador — or a patron on Patreon . Advertisement Have a tip for CleanTechnica, want to advertise, or want to suggest a guest for our CleanTech Talk podcast? Contact us here . Twitter LinkedIn Facebook",
    "image_url": null,
    "source_id": "cleantechnica",
    "country": [
      "united states of america"
    ],
    "category": [
      "business"
    ],
    "language": "english"
  },
  {
    "id": 2,
    "title": "Elon Musk asegura que la 'verdadera' deuda de EU es de al menos 60 billones de dólares",
    "link": "https://www.milenio.com/negocios/elon-musk-deuda-eu-60-billones-dolares",
    "keywords": null,
    "creator": [
      "Milenio Digital"
    ],
    "video_url": null,
    "description": "El director ejecutivo de Tesla y SpaceX, Elon Musk, estimó que la deuda de Estados Unidos en tres veces mayor a su economía. ?La verdadera deuda nacional, incluidos los derechos no financiados, es de al menos 60 billones de dólares, aproximadamente tres veces el tamaño de toda la economía de los Estados Unidos. Algo tiene que ceder.?, señaló el multimillonario a través de su cuenta de Twitter.True national debt, including unfunded entitlements, is at least $60 trillion ? roughly three times the size of the entire US economy. Something has got to give.? Elon Musk (@elonmusk) February 11, 2022 Esto como parte de los comentarios en respuesta a una publicación del medio satírico The Babylon Bee, en donde señaló que supuestamente el presidente estadunidense, Joe Biden, planeaba pagar la deuda pública apostando ?doble o nada? en el equipo de futbol de los Cincinnati Bengals en el Super Bowl. Según el Departamento del Tesoro de Estados Unidos el total de la deuda de dicho país ya supera los 30 billones de dólares, dio a conocer el martes pasado.El endeudamiento del gobierno se aceleró durante la pandemia de covid-19, como parte del gasto del gobierno estadunidense para amortiguar el golpe económico de la crisis. La deuda pública se ha disparado en alrededor 7 billones desde finales de 2019.m{1861862}RM?",
    "content": null,
    "pubDate": "2022-02-14 05:05:43",
    "full_description": null,
    "image_url": "http://www.milenio.com/uploads/media/2022/02/13/elon-musk-estimo-deuda-unidos.jpeg",
    "source_id": "milenio",
    "country": [
      "mexico"
    ],
    "category": [
      "top"
    ],
    "language": "spanish"
  },
  {
    "id": 3,
    "title": "Tesla recall for heater and defroster systems issued by Transport Canada",
    "link": "https://www.teslarati.com/tesla-recall-heater-defroster-system-transport-canada/",
    "keywords": [
      "News",
      "Tesla Model 3",
      "Tesla Model S",
      "Tesla Model Y",
      "Featured",
      "Tesla",
      "Tesla Heat Pump",
      "Tesla recall"
    ],
    "creator": [
      "Maria Merano"
    ],
    "video_url": null,
    "description": "Transport Canada issued a recall for the Tesla Model 3, Model Y, and Model S on February 3, 2022, the agency told Teslarati recently. The recall was issued after the agency discovered an issue with the heat system in certain Tesla vehicles.  Transport Canada reported that a little over 2,084 Tesla vehicles were affected by the recall. The recall […] The post Tesla recall for heater and defroster systems issued by Transport Canada appeared first on TESLARATI.",
    "content": "Transport Canada issued a recall for the Tesla Model 3, Model Y, and Model S on February 3, 2022, the agency told Teslarati recently. The recall was issued after the agency discovered an issue with the heat system in certain Tesla vehicles.  Transport Canada reported that a little over 2,084 Tesla vehicles were affected by the recall. The recall affects 2021 and 2022 Model 3s and Model Ys. It also affects 2020, 2021, and 2022 Model S vehicles. According to the report: “Certain vehicles could have a loss of cabin heating in cold temperatures. If this happens, the windshield defrost and defog system may not work properly.”  (Credit: Transport Canada) (adsbygoogle = window.adsbygoogle || []).push({}); The primary safety risk occurs when the defrost or defog system does not work properly, making it difficult for the driver to see through the windshield. Transport Canada reported that “reduced visibility could increase the risk of a crash.” The agency noted that the issue only affected Tesla cars with firmware release 2021.44 through 2021.44.30.6. Transport Canada informed Teslarati that Tesla must notify current owners about the problem within 60 days of notifying the agency. It continues to examine complaints involving the heater and defroster performance on Tesla Models. As of February 1, the agency has received 171 consumer complaints concerning the performance of heating, ventilation, and air condition system (HVAC) during cold weather conditions in Tesla Model 3 and Model Y vehicles. Transport Canada opened a defect investigation at the Issue Assessment level concerning Tesla on January 5, 2022, after it received six consumer complaints about HVAC systems in Tesla Model 3 and Model Y vehicles. The National Traffic Safety Administration (NHTSA) issued a similar recall in the United States. The US regulator noted in its Safety Recall Report that a Tesla software error caused some of its cars’ heat pumps to open unintentionally, adversely affecting their defrosting capabilities. The Teslarati team would appreciate hearing from you. If you have any tips, reach out to me at maria@teslarati.com or via Twitter @Writer_01001101. The post Tesla recall for heater and defroster systems issued by Transport Canada appeared first on TESLARATI.",
    "pubDate": "2022-02-14 05:03:33",
    "full_description": null,
    "image_url": null,
    "source_id": "teslarati",
    "country": [
      "united states of america",
      "united kingdom",
      "india",
      "australia",
      "singapore",
      "saudi arabia",
      "canada"
    ],
    "category": [
      "technology",
      "science"
    ],
    "language": "english"
  },
  {
    "id": 4,
    "title": "China representó la mitad de las ventas globales de coches eléctricos en 2021",
    "link": "https://www.infobae.com/america/agencias/2022/02/14/china-represento-la-mitad-de-las-ventas-globales-de-coches-electricos-en-2021-2/",
    "keywords": null,
    "creator": [
      "Newsroom Infobae"
    ],
    "video_url": null,
    "description": null,
    "content": "Shanghái (China), 14 feb La mitad de las ventas de vehículos eléctricos registradas en 2021 a nivel mundial se efectuaron en China, según datos publicados hoy por la consultora Canalys. En total, según las estimaciones de Canalys, se vendieron 6,5 millones de este tipo de vehículos -incluyendo los totalmente eléctricos y los híbridos enchufables- en todo el mundo durante el año pasado, un 109 % más que en 2020, alcanzando ya un 9 % de las ventas totales de vehículos a nivel global. De la citada cantidad, más de 3,2 millones fueron en China, donde los eléctricos ya representan un 15 % de las ventas de vehículos, doblando así el porcentaje del año anterior. \"Se lanzan muchos nuevos modelos cada mes en cada uno de los segmentos importantes del mercado, desde pequeños urbanos económicos (...) hasta sedanes 'premium' y SUV\", indicó el analista de Canalys Jason Low, que asegura que \"todavía hay grandes oportunidades de crecimiento en 2022 y más adelante\". En el caso de Europa, la cifra nominal es menor (2,3 millones) pero la porcentual supera a China, con un 19 % de eléctricos sobre el total de coches vendidos en 2021. En Estados Unidos, la tasa de adopción es mucho menor, con 535.000 unidades, que representaron el 4 % de las ventas de automóviles del año. A nivel mundial, Tesla repite como marca líder con un 14 % de la cuota de mercado, seguida del Grupo Volkswagen (12 %) y las chinas SAIC (11 %) y BYD (9 %). En el caso de SAIC, buena parte del éxito se debe atribuir a su modelo 'low-cost' Wuling Hongguang Mini EV, que parte de en torno a unos 3.900 euros (unos 4.500 dólares), lo que lo coronó como modelo más vendido en la China continental en 2021.",
    "pubDate": "2022-02-14 04:30:36",
    "full_description": "Shanghái (China), 14 feb La mitad de las ventas de vehículos eléctricos registradas en 2021 a nivel mundial se efectuaron en China, según datos publicados hoy por la consultora Canalys. En total, según las estimaciones de Canalys, se vendieron 6,5 millones de este tipo de vehículos -incluyendo los totalmente eléctricos y los híbridos enchufables- en todo el mundo durante el año pasado, un 109 % más que en 2020, alcanzando ya un 9 % de las ventas totales de vehículos a nivel global. De la citada cantidad, más de 3,2 millones fueron en China, donde los eléctricos ya representan un 15 % de las ventas de vehículos, doblando así el porcentaje del año anterior. \"Se lanzan muchos nuevos modelos cada mes en cada uno de los segmentos importantes del mercado, desde pequeños urbanos económicos (...) hasta sedanes 'premium' y SUV\", indicó el analista de Canalys Jason Low, que asegura que \"todavía hay grandes oportunidades de crecimiento en 2022 y más adelante\". En el caso de Europa, la cifra nominal es menor (2,3 millones) pero la porcentual supera a China, con un 19 % de eléctricos sobre el total de coches vendidos en 2021. En Estados Unidos, la tasa de adopción es mucho menor, con 535.000 unidades, que representaron el 4 % de las ventas de automóviles del año. A nivel mundial, Tesla repite como marca líder con un 14 % de la cuota de mercado, seguida del Grupo Volkswagen (12 %) y las chinas SAIC (11 %) y BYD (9 %). En el caso de SAIC, buena parte del éxito se debe atribuir a su modelo 'low-cost' Wuling Hongguang Mini EV, que parte de en torno a unos 3.900 euros (unos 4.500 dólares), lo que lo coronó como modelo más vendido en la China continental en 2021.",
    "image_url": null,
    "source_id": "infobae",
    "country": [
      "united states of america",
      "mexico",
      "argentina",
      "colombia"
    ],
    "category": [
      "top"
    ],
    "language": "spanish"
  },
  {
    "id": 5,
    "title": "Tesla Model Y = Top Selling SUV in California in 2021",
    "link": "https://cleantechnica.com/2022/02/13/tesla-model-y-top-selling-suv-in-california-in-2021/",
    "keywords": [
      "Cars",
      "Clean Transport",
      "Electric Cars",
      "Electric Vehicles",
      "Market Research",
      "Research",
      "California",
      "California EV sales",
      "EV sales",
      "Tesla",
      "Tesla Model 3",
      "Tesla Model S",
      "Tesla Model Y",
      "Tesla sales"
    ],
    "creator": [
      "Zachary Shahan"
    ],
    "video_url": null,
    "description": "It’s hard to believe, even as someone who has been placed firmly on the Tesla bull list for a decade, but the Tesla Model Y ended 2021 as the top selling SUV or truck in California! That is across all types of SUVs and trucks. The Model Y outsold the #2 Toyota RAV4, a much […]",
    "content": null,
    "pubDate": "2022-02-14 03:24:29",
    "full_description": "It’s hard to believe, even as someone who has been placed firmly on the Tesla bull list for a decade, but the Tesla Model Y ended 2021 as the top selling SUV or truck in California! That is across all types of SUVs and trucks. The Model Y outsold the #2 Toyota RAV4, a much cheaper vehicle. It also outsold the wildly popular Ford F-Series and Chevy Silverado, as well as the pickup truck that so many Californians love — the Toyota Tacoma. Of course, that also meant the Tesla Model Y was the leader in the luxury compact SUV — by far! It had almost 5 times as many sales as the #2 Lexus NX. In terms of cars, not SUVs & trucks, the Tesla Model 3 didn’t quite grab #1, but it was close. The Toyota Camry and Honda Civic took #1 and #2, followed at a bit of a distance by the #3 Tesla Model 3 (quite appropriate). The Model 3 was well ahead of the #4 Toyota Corolla and #5 Honda Accord, and those top 5 models were far ahead of every other car. The #6 Toyota Prius — once upon a time known as the car of Californian greenies (including Hollywood celebrities) — barely had half the sales of the #5 Accord. Of course, the Model 3 isn’t a typical mass-market car. It’s a “near luxury car,” according to the California New Car Dealers Association, the source of the sales data referenced in this article. In that category, the Model 3 had more than 4 times as many sales in 2021 as the #2 BMW 3 Series. It had almost 5 times as many sales as the #3 Lexus ES. Anyone who thought a few years ago that sales would drop off after initial reservation holders got their cars have clearly been proven wrong. Demand seems to just keep growing and growing as more people hear about the car or open up to buying one. It’s a similar story in the “luxury compact SUV” class that the Model Y plays in. The Model Y had nearly 5 times as many sales as the #2 Lexus NX. The bar chart above looks like it’s got some glaring issue. Even outselling the Toyota RAV4, though, this could have been expected. Even the Tesla Model S got back on the scoreboard in 2021, ranking 3rd among “luxury and high-end sports cars.” It had 10.4% of that market. And recall that it wasn’t available for much of the year. Could it rise to #1 in 2022? A couple of other non-Tesla electric cars made it onto the top 5 lists of their respective categories in 2021, most notably the Chevy Bolt EV. The Bolt EV took the gold medal in the subcompact car category. The real shocker in that category, though, was the 5th place sales result of the Toyota Mirai. What??? People are buying Mirais? I’m shocked, genuinely. The last electric car to highlight is the now discontinued BMW i3. In its final year on the market, it got 5th place in the “entry luxury cars” class, quite a decent result for an aging, limited-range, tiny EV that has struggled to compete with the similarly priced Tesla Model 3 in recent years. Appreciate CleanTechnica’s originality? Consider becoming a CleanTechnica Member, Supporter, Technician, or Ambassador — or a patron on Patreon . Advertisement Have a tip for CleanTechnica, want to advertise, or want to suggest a guest for our CleanTech Talk podcast? Contact us here . Twitter LinkedIn Facebook",
    "image_url": null,
    "source_id": "cleantechnica",
    "country": [
      "united states of america"
    ],
    "category": [
      "business"
    ],
    "language": "english"
  },
  {
    "id": 6,
    "title": "Tesla’s next facility in China may be located in Shenyang: local gov’t announcement",
    "link": "https://www.teslarati.com/tesla-gigafactory-shenyang/",
    "keywords": [
      "News",
      "Featured",
      "Tesla",
      "Tesla China",
      "Tesla Gigafactory"
    ],
    "creator": [
      "Maria Merano"
    ],
    "video_url": null,
    "description": "On Friday, February 11, the Liaoning Province hinted that Tesla was searching for a second Gigafactory in China. One of the potential locations for Tesla’s next factory is the District of Shenyang.  Liaoning Province released an announcement on its official WeChat account. It published an article with a title roughly translating to “Five Grasps of […] The post Tesla’s next facility in China may be located in Shenyang: local gov’t announcement appeared first on TESLARATI.",
    "content": "On Friday, February 11, the Liaoning Province hinted that Tesla was searching for a second Gigafactory in China. One of the potential locations for Tesla’s next factory is the District of Shenyang.  Liaoning Province released an announcement on its official WeChat account. It published an article with a title roughly translating to “Five Grasps of Dadong District of Shenyang City, Striving to be the Pioneer in Revitalization Development.” The article lists five goals Liaoning Province wants to achieve and depicts the next steps to make it happen. (adsbygoogle = window.adsbygoogle || []).push({}); The fifth goal in the article mentions Tesla specifically. It states several areas Liaoning Province plans to grow and improve, such as the renewal and reconstruction of the Wanquan area of East Middle Street and the construction of cultural industry parks. The last goal also mentions opening up spaces for industrial development and the intention to “lay the foundation for the implementation of major new energy vehicle projects such as Tesla.”  Some local Chinese news outlets believe Tesla’s deal with Liaoning Province is not set in stone yet, but local governments are already competing for Tesla’s next factory in China. The article does reveal that Tesla is actively working on locating a spot for a second Gigafactory in China.  At the last earnings call, Elon Musk announced that Tesla would be building new factories at new locations in the future. Liaoning Province’s latest WeChat announcement suggests Tesla has already started the search for a new Gigafactory site. Shenyang seems to be a viable location for Tesla’s next factory in China. As per Prologis, Shenyang’s major industries include auto, chemicals, plus construction and equipment manufacturing.  It makes sense that Tesla is interested in another factory in China, given the success of Giga Shanghai. In its recent 10-K SEC filing, Tesla reported a revenue of $13.844 billion in the Chinese market for 2021. Tesla’s income has increased over 100% in China since Giga Shanghai started operations in 2019. Tesla’s posted a revenue of $2.979 billion from China in 2019 and $6.662 billion in 2020.  The Teslarati team would appreciate hearing from you. If you have any tips, reach out to me at maria@teslarati.com or via Twitter @Writer_01001101. The post Tesla’s next facility in China may be located in Shenyang: local gov’t announcement appeared first on TESLARATI.",
    "pubDate": "2022-02-14 02:51:31",
    "full_description": null,
    "image_url": null,
    "source_id": "teslarati",
    "country": [
      "united states of america",
      "united kingdom",
      "india",
      "australia",
      "singapore",
      "saudi arabia",
      "canada"
    ],
    "category": [
      "technology",
      "science"
    ],
    "language": "english"
  },
  {
    "id": 7,
    "title": "Risikoarm in die Tesla-Aktie investieren: Ein Tesla-ETF soll dies möglich machen",
    "link": "https://www.finanzen.net/nachricht/etf/tesla-etf-risikoarm-in-die-tesla-aktie-investieren-ein-tesla-etf-soll-dies-moeglich-machen-11021681",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "• Tesla-Aktie mit starker Kursperformance aber auch starken Schwankungen• Tesla-ETF soll das Volatilitätsrisiko senken• Aufwärtspotenzial ebenfalls begrenztDie Tesla-Aktie ...",
    "content": null,
    "pubDate": "2022-02-14 02:27:45",
    "full_description": "Aktien in diesem Artikel Tesla 761,40 EUR -3,30% Charts News Analysen Aktien in diesem Artikel anzeigen Tesla 761,40 EUR -3,30% Charts News Analysen Hier für 0 € handeln Alle anzeigen Die Tesla -Aktie hat in den letzten drei Jahren rund 1.400 Prozent zugelegt. Geradlinig verlief diese Entwicklung aber nicht, allein im letzten Jahr schwankte der Kurs zwischen 539 US-Dollar im März vergangenen Jahres und 1.243 US-Dollar im November. Aktuell wird eine Tesla-Aktie für rund 860 US-Dollar (Schlusskurs vom 11.02.2022) gehandelt. Investoren, die nicht langfristig investiert waren und ihr Geld zwischenzeitlich aus Tesla abgezogen haben, mussten daher auf gutes Timing achten. Tesla-ETF soll Volatilitätsrisiko senken Wer in die Tesla-Aktie investieren, die damit einher gehende starke Volatilität aber vermeiden will, kann wohl bald auf ein neues Finanzprodukt zurückgreifen. Innovator ETFs hat bei der US-Börsenaufsicht Securities and Exchange Commission (SEC) Pläne für einen neuen ETF eingereicht, der ebendiese Problematik angehen soll. Konkret soll das Produkt mit dem Namen Innovator Hedged Tesla ETF Besitzern ermöglichen, das Aufwärtspotenzial der Tesla-Aktie zu nutzen, zeitgleich aber die Schwankungen durch den Einsatz einer Optionsstrategie einzudämmen, wie es in dem Antrag heißt. 20 Prozent des ETF-Vermögens soll in Optionen stecken, die an Tesla-Aktien gebunden sind. Die restlichen 80 Prozent des Nettovermögens sollen in verschiedene US-Schatzwechsel mit gewichteten durchschnittlichen Laufzeiten von etwa drei Monaten investiert werden. \"US-Schatzwechsel werden durch das volle Vertrauen und die Kreditwürdigkeit der US-Regierung gestützt. Das Treasury-Portfolio des Fonds soll das Kapital des Fonds im Falle eines erheblichen Rückgangs des TSLA-Preises erhalten\", heißt es in dem Antrag von Innovator ETFs konkret. Verluste sollen auf 20 Prozent begrenzt werden Die Strategie mit dem Namen Call-Option-Spreads soll dazu da sein, \"ein risikogesteuertes Anlageengagement bereitzustellen\". Der ETF zielt darauf ab, die Verluste bei Tesla-Aktien auf etwa 20 Prozent zu begrenzen. Dafür können Investoren aber auch nur teilweise von der Tesla-Kursentwicklung profitieren: Die typische Obergrenze liegt bei 22,2 Prozent pro Quartal. Der ETF wird daher unter Umständen hinter der Kursentwicklung der Tesla-Aktie zurückbleiben, räumen die Antragsteller ein. Wird der Innovator Hedged Tesla ETF von der US-Börsenaufsicht genehmigt, wird ein Handel über die New Yorker Börse möglich sein. Redaktion finanzen.net Ausgewählte Hebelprodukte auf Tesla Mit Knock-outs können spekulative Anleger überproportional an Kursbewegungen partizipieren. Wählen Sie einfach den gewünschten Hebel und wir zeigen Ihnen passende Produkte auf Tesla Long Short Hebel wählen: 5x 10x Der Hebel muss zwischen 2 und 20 liegen Hebel KO Emittent Laufzeit Keine Daten Weitere News zum Thema Elon Musk: Teslas Cybertruck kommt 2022 nicht mehr auf den Markt Kauft Tesla Mercedes-Benz? Welche Übernahme in Deutschland für Tesla Sinn machen würde Elon Musk beharrt: Wollte die Tesla-Aktie wirklich von der Börse nehmen Bildquellen: Nadezda Murmakova / Shutterstock.com, Smith Collection/Gado/Getty Images",
    "image_url": null,
    "source_id": "finanzen",
    "country": [
      "germany"
    ],
    "category": [
      "business"
    ],
    "language": "german"
  },
  {
    "id": 8,
    "title": "La verdadera deuda nacional de EU puede ser 3 veces mayor a el tamaño de su economía: Elon Musk",
    "link": "https://www.elfinanciero.com.mx/economia/2022/02/13/la-verdadera-deuda-nacional-de-eu-puede-ser-3-veces-mayor-a-el-tamano-de-su-economia-elon-musk/",
    "keywords": null,
    "creator": [
      "Redacción"
    ],
    "video_url": null,
    "description": "Elon Musk es un programador y magnate empresario sudafricano, con nacionalización canadiense y estadounidense y director general de SpaceX, de Tesla Motors.",
    "content": "El director ejecutivo de SpaceX, Elon Musk, señaló a través de su cuenta de Twitter que la deuda estadounidense es tres veces el tamaño de toda su economía total.“La verdadera deuda nacional, incluidos los derechos no financiados, es de al menos 60 billones de dólares, aproximadamente tres veces el tamaño de toda la economía de los Estados Unidos. Algo tiene que ceder.”, señaló el empresario.True national debt, including unfunded entitlements, is at least $60 trillion – roughly three times the size of the entire US economy. Something has got to give.— Elon Musk (@elonmusk) February 11, 2022Ello, en respuesta a una publicación del medio satírico The Babylon Bee, el cual señaló que el presidente estadounidense, Joe Biden, planeaba pagar la deuda pública apostando “doble o nada” en el equipo de futbol de los Cincinnati Bengals en el Super Bowl.De acuerdo con los cálculos del Gobierno de Estados Unidos, la deuda nacional bruta se ubica actualmente por encima de los 30 billones de dólares; sin embargo, la cifra no contempla los valores de las obligaciones futuras, por lo cual podría ser mucho más alta, como señala el empresario.Elon Musk es un programador y magnate empresario sudafricano, con nacionalización canadiense y estadounidense. Es cofundador de PayPal, Neuralink, Hyperloop, SolarCity, The Boring Company, Neuralink y director general de SpaceX, de Tesla Motors.El director ejecutivo de Tesla Motors, el fabricante de automóviles más valioso del mundo, es el hombre más rico del mundo, con una fortuna de 224 mil millones de dólares, según datos de Bloomberg.",
    "pubDate": "2022-02-14 01:17:47",
    "full_description": "El director ejecutivo de SpaceX , Elon Musk , señaló a través de su cuenta de Twitter que la deuda estadounidense es tres veces el tamaño de toda su economía total. “La verdadera deuda nacional , incluidos los derechos no financiados, es de al menos 60 billones de dólares, aproximadamente tres veces el tamaño de toda la economía de los Estados Unidos. Algo tiene que ceder.”, señaló el empresario. True national debt, including unfunded entitlements, is at least $60 trillion – roughly three times the size of the entire US economy. Something has got to give. — Elon Musk (@elonmusk) February 11, 2022 Ello, en respuesta a una publicación del medio satírico The Babylon Bee , el cual señaló que el presidente estadounidense, Joe Biden , planeaba pagar la deuda pública apostando “doble o nada” en el equipo de futbol de los Cincinnati Bengals en el Super Bowl . Aguacateros ‘blindarán’ a inspectores de EU tras amenaza del crimen organizado De acuerdo con los cálculos del Gobierno de Estados Unidos, la deuda nacional bruta se ubica actualmente por encima de los 30 billones de dólares; sin embargo, la cifra no contempla los valores de las obligaciones futuras, por lo cual podría ser mucho más alta, como señala el empresario. Elon Musk es un programador y magnate empresario sudafricano, con nacionalización canadiense y estadounidense. Es cofundador de PayPal, Neuralink, Hyperloop, SolarCity, The Boring Company, Neuralink y director general de SpaceX, de Tesla Motors. El director ejecutivo de Tesla Motors, el fabricante de automóviles más valioso del mundo, es el hombre más rico del mundo, con una fortuna de 224 mil millones de dólares , según datos de Bloomberg.",
    "image_url": null,
    "source_id": "elfinanciero",
    "country": [
      "mexico"
    ],
    "category": [
      "top"
    ],
    "language": "spanish"
  },
  {
    "id": 9,
    "title": "Polestar fires shots at Tesla and Volkswagen, promises ‘no compromises’ in Super Bowl ad",
    "link": "https://www.theverge.com/2022/2/13/22932414/polestar-super-bowl-ad-commercial-no-compromises-tesla-volkswagen",
    "keywords": null,
    "creator": [
      "Chaim Gartenberg"
    ],
    "video_url": null,
    "description": null,
    "content": "Polestar made its Super Bowl debut with a Polestar 2 commercial that aimed to set the electric car newcomer apart from traditional car companies by taking a shot at the entire concept of flashy car commercials — and at Tesla and Volkswagen, specifically. The 30-second ad, titled “No Compromises” makes a litany of claims for Polestar, promising “No epic voiceovers,” “No empty promises,” and “No hidden agendas.” More pointed claims saw Polestar take a jab at Tesla CEO Elon Musk (“No conquering Mars,”) and Volkswagen (“No dieselgate,”) over soaring shots of the company’s Polestar 2 electric SUV. Polestar is a relatively new player in the electric car space, tied closely to Volvo and (notably) offering the first car that’s entirely powered... Continue reading…",
    "pubDate": "2022-02-14 00:52:10",
    "full_description": "Polestar made its Super Bowl debut with a Polestar 2 commercial that aimed to set the electric car newcomer apart from traditional car companies by taking a shot at the entire concept of flashy car commercials — and at Tesla and Volkswagen, specifically. The 30-second ad, titled “ No Compromises ” makes a litany of claims for Polestar, promising “No epic voiceovers,” “No empty promises,” and “No hidden agendas.” More pointed claims saw Polestar take a jab at Tesla CEO Elon Musk (“ No conquering Mars ,”) and Volkswagen (“ No dieselgate ,”) over soaring shots of the company’s Polestar 2 electric sedan. Related Polestar is a relatively new player in the electric car space, tied closely to Volvo and (notably) offering the first car that’s entirely powered by Google’s Android Automotive operating system. But even with the Volvo backing, Polestar is still relatively small compared to the companies that it’s taking shots at in its Super Bowl ad — although presumably it’s hoping that the publicity of the commercial will help change that going forward. Correction : The Polestar 2 is a sedan, not an SUV. We regret the error.",
    "image_url": null,
    "source_id": "theverge",
    "country": [
      "united states of america"
    ],
    "category": [
      "top"
    ],
    "language": "english"
  },
  {
    "id": 10,
    "title": "Polestar fires shots at Tesla and Volkswagen, promises 'no compromises' in Super Bowl ad - The Verge",
    "link": "https://news.google.com/__i/rss/rd/articles/CBMibWh0dHBzOi8vd3d3LnRoZXZlcmdlLmNvbS8yMDIyLzIvMTMvMjI5MzI0MTQvcG9sZXN0YXItc3VwZXItYm93bC1hZC1jb21tZXJjaWFsLW5vLWNvbXByb21pc2VzLXRlc2xhLXZvbGtzd2FnZW7SAQA?oc=5",
    "keywords": null,
    "creator": null,
    "video_url": null,
    "description": "Polestar fires shots at Tesla and Volkswagen, promises 'no compromises' in Super Bowl ad  The VergeEV start-up Polestar takes shots at Tesla CEO Elon Musk and Volkswagen in Super Bowl ad  CNBCThe Polestar 2 Super Bowl Commercial Took A Big Jab At Tesla  SlashGearAmong Super Bowl Car Commercials, Americans May Ask: What's a Polestar?  InsideHookView Full Coverage on Google News",
    "content": null,
    "pubDate": "2022-02-14 00:52:10",
    "image_url": null,
    "source_id": "google",
    "country": [
      "united states of america"
    ],
    "category": [
      "business"
    ],
    "language": "english"
  }
]